Revit 2027 API
FamilyParameter.IsInstance Property
Indicates if the parameter is instance or type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsInstance { get; }
Public ReadOnly Property IsInstance As Boolean
	Get
public:
property bool IsInstance {
	bool get ();
}
member IsInstance : bool with get
Property Value
Boolean
See Also
Reference
FamilyParameter Class
Autodesk.Revit.DB Namespace